Repository: systopia/config-profiles
Catalog: l10n/*/LC_MESSAGES/config-profiles.po
Languages: de_de

source: Configuration Profile (generic)
de_de: Konfigurationsprofil (generisch)

source: %1 Configuration Profile
de_de: %1-Konfigurationsprofil

source: Search listing for %1 configuration profiles
de_de: Suchergebnisliste für %1-Konfigurationsprofile

source: Config Profiles
de_de: Konfigurationsprofile

source: Config Profile
de_de: Konfigurationsprofil

source: Unique ConfigProfile ID.
de_de: Eindeutige ConfigProfile-ID.

source: Configuration Profile Type
de_de: Konfigurationsprofil-Typ

source: Type of configuration profile.
de_de: Typ des Konfigurationsprofils.

source: Config Profile Name
de_de: Konfigurationsprofil-Name

source: Name of configuration profile.
de_de: Name des Konfigurationsprofils.

source: Profile Data
de_de: Profildaten

source: Actual profile data as defined by the config profile type provider.
de_de: Eigentliche Profildaten wie durch den Anbieter des Konfigurationsprofil-Typs definiert

source: Selector
de_de: Selektor

source: A comma-separated list of selector values for identifying the profile without exposing its internal ID.
de_de: Eine Komma-separierte Liste von Selektorwerten zur Identifikation des Profils, ohne dessen interne ID zu exponieren.

source: Is active
de_de: Aktiviert

source: Whether this configuration profile is active.
de_de: Definiert, ob das Konfigurationsprofil aktiviert ist.

source: Enabled
de_de: Aktiviert

source: Is Default Configuration Profile
de_de: Standard-Konfigurationsprofil

source: Whether this is the default configuration profile for this type.
de_de: Definiert, ob dies das Standard-Konfigurationsprofil dieses Typs ist.

source: Default
de_de: Standard

source: Created Date
de_de: Erstelldatum

source: When the configuration profile was created.
de_de: Wann das Konfigurationsprofile erstellt wurde.

source: Modified Date
de_de: Bearbeitungsdatum

source: When the configuration profile was created or last modified.
de_de: Wann das Konfigurationsprofile zuletzt bearbeitet oder erstellt wurde.

source: Access Date
de_de: Zugriffsdatum

source: When the configuration profile was last accessed.
de_de: Wann das Konfigurationsprofil zuletzt verwendet wurde.

source: %1 Configuration Profiles
de_de: %1-Konfigurationsprofile

source: Configuration Profile %1
de_de: Konfigurationsprofil %1

source: Configuration Profiles (generic)
de_de: Konfigurationsprofile (generisch)

source: Configuration Profile Types
de_de: Konfigurationsprofil-Typen

source: Types of configuration profiles defined and used by extensions implementing the "Configuration Profiles" extension.
de_de: Typen von Konfigurationsprofilen, die durch Erweiterungen definiert und verwendet werden, die die "Configuration Profiles"-Erweiterung implementieren.

source: Configuration Profiles: %1
de_de: Konfigurationsprofile: %1

source: Configuration Profiles Display: %1
de_de: Konfigurationsprofile-Anzeige: %1

source: Created
de_de: Erstellt

source: [created_date] by [created_id.display_name]
de_de: [created_date] von [created_id.display_name]

source: Modified
de_de: Bearbeitet

source: [modified_date] by [modified_id.display_name]
de_de: [modified_date] von [modified_id.display_name]

source: Edit
de_de: Bearbeiten

source: Submit
de_de: Absenden

source: Add %1
de_de: %1 hinzufügen

source: Filter by Name
de_de: Nach Name filtern
